Repository: Ropecon/wp-kompassi-integration
Catalog: languages/kompassi-integration-*.po
Languages: fi

source: Kompassi Integration
fi: Kompassi-integraatio

source: Integrate data from Kompassi to your WordPress site easily
fi: Yhdistä tietoja Kompassista WordPress-sivustollesi helposti

source: Event Technical Name
fi: Tapahtuman tekninen nimi

source: Technical name for the event in Kompassi (eg. tracon2024).
fi: Tapahtuman tekinen nimi Kompassissa (esim. tracon2024).

source: Contact
fi: Yhteyshenkilö

source: Email address for contacts (eg. errors in the program data).
fi: Sähköpostiosoite yhteydenotoille (esim. virheet ohjelmatiedoissa).

source: Cache
fi: Välimuisti

# caching: none
source: None
fi: Ei mitään

# caching: transient
source: Transient
fi: Transientit

source: Method used for caching.
fi: Välimuistituksesessa käytettävä menetelmä.

source: Clear cache now
fi: Tyhjennä välimuisti nyt

source: Color Scheme
fi: Väriteema

# color scheme: follow user browser preference
source: Automatic (user preference)
fi: Automaattinen (käyttäjän asetus)

# color scheme: light
source: Light
fi: Vaalea

# color scheme: dark
source: Dark
fi: Tumma

source: Start of Day
fi: Päivän alku

source: The earliest time shown when filtering programs by date.
fi: Aikaisin näytettävä ajankohta, kun ohjelmia suodatetaan päivän mukaan.

source: End of Day
fi: Päivän loppu

source: The latest time shown when filtering programs by date, eg. only programs that start before this hour will be visible.
fi: Myöhäisin näytettävä ajankohta, kun ohjelmia suodatetaan päivän mukaan, ts. vain ennen tätä ajankohtaa alkavat ohjelmat ovat näkyvillä.

source: Hidden Dimensions
fi: Piilotetut dimensiot

source: Comma-separated list of dimension slugs that should be hidden from filters.
fi: Pilkuilla erotettu lista dimensioista, jotka eivät näy suodattimina.

source: Hidden Annotations
fi: Piilotetut annotaatiot

source: Comma-separated list of annotation fields that should be hidden.
fi: Pilkuilla erotettu lista annotaatiokentistä, jotka tulisi piilottaa.

source: Save Changes
fi: Tallenna muutokset

source: Canceled
fi: Peruttu

source: %s transient deleted.
fi: %s transientti poistettu.

# boolean field: true
source: Yes
fi: Kyllä

source: Other schedule times
fi: Muut aikataulutukset

source: Program
fi: Ohjelma

source: If you find errors in the program data, contact us at %s.
fi: Jos löydät virheitä ohjelmatiedoista, ota meihin yhteyttä %s.

source: Program Schedule
fi: Ohjelma-aikataulu

source: General
fi: Yleiset

source: Show Toolbar
fi: Näytä työkalupalkki

source: Defaults
fi: Oletukset

source: Filters
fi: Suodattimet

source: To change the default values for text search, filters and display type when loading this page, insert the options here.
fi: Vaihtaaksesi oletusarvoja tekstihaulle, suodattimille ja näkymälle kun tämä sivu ladataan, syötä asetukset tähän.

source: For example
fi: Esimerkiksi

source: Timeline
fi: Aikajana

source: Grouping Dimension
fi: Ryhmittelydimensio

source: Programs will be grouped with subheadings based on the (first) dimension value in this dimension.
fi: Ohjelmat ryhmitellään aliotsikoin tämän dimension (ensimmäisen) arvon mukaan.

source: Timetable
fi: Lukujärjestys

source: Primary Grouping Dimension
fi: Ensisijainen ryhmittelydimensio

source: Programs will be grouped into tables based on the (first) dimension value in this dimension.
fi: Ohjelmat ryhmitellään taulukoihin tämän dimension (ensimmäisen) arvon mukaan.

source: Secondary Grouping Dimension
fi: Toissijainen ryhmittelydimensio

source: Programs will be grouped into table columns based on the (first) dimension vlaue in this dimension.
fi: Ohjelmat ryhmitellään taulukon sarakkeisiin tämän dimension (ensimmäisen) arvon mukaan.

source: Program Dimension List
fi: Ohjelmien dimensiolistaus

source: Options
fi: Asetukset

source: More actions
fi: Lisää toimintoja

# button label
source: Favorite
fi: Suosikki

# date filter
source: Now
fi: Nyt

source: Favorites
fi: Suosikit

# verb (shown before filters)
source: Filter
fi: Suodata

source: Legend
fi: Selite

source: Help
fi: Apua

source: Export Favorites
fi: Vie suosikit

source: Text...
fi: Teksti...

source: Program matching selection will be hidden from results.
fi: Valintaa vastaava ohjelma piilotetaan tuloksista.

source: Clear filters
fi: Tyhjennä suodattimet

# display style
source: List
fi: Lista

# display style
source: Timeline
fi: Aikajana

# display style
source: Timetable
fi: Lukujärjestys

source: %s program visible.
fi: %s ohjelma näkyvissä.

source: Nothing matched your search!
fi: Mikään ei vastannut hakuasi!

source: Showing programs starting between %1$s and %2$s.
fi: Näytetään ohjelmat, jotka alkavat klo %1$s ja %2$s välillä.

source: Show %d program that started earlier
fi: Näytä %d aiemmin alkanut ohjelma

source: Programs continuing
fi: Jatkuvat ohjelmat

source: Ungrouped
fi: Ryhmittelemätön

source: Help!
fi: Apua!

source: Create an import link to export your favorites to another device.
fi: Luo tuontilinkki viedäksesi suosikkisi toiselle laitteelle.

source: Favorites to be exported:
fi: Vietävät suosikit:

source: Copy import link to clipboard
fi: Kopioi tuontilinkki leikepöydälle

source: Replace Favorites
fi: Korvaa suosikit

source: Append to Favorites
fi: Lisää suosikkeihin

source: Import Favorites
fi: Tuo suosikit

source: No group
fi: Ei ryhmää
